Repository: mishin/perldoc-ru
Catalog: pod2-ru/tm/gc_2009_apr.tmx
Source language: en_us
Languages: ru

source: Everything was buried in the rubble of our home, Sister Conde replied.
ru: «Все осталось под развалинами дома», – ответила сестра Конде.

source: And yet, Elder Nash noted, you are smiling as we talk.
ru: «И несмотря на все, – заметил старейшина Нэш, – вы продолжаете улыбаться».

source: Yes, she said, I have prayed and I am at peace. We have all we need. We have each other, we have our children, we are sealed in the temple, we have this marvelous Church, and we have the Lord. We can build again with the Lord's help.
ru: «Да, – сказала она, – я молилась, и сейчас я спокойна. У нас есть все необходимое. У него есть я, а у меня есть он, и у нас есть наши дети; мы запечатаны в храме, у нас есть эта прекрасная Церковь, и у нас есть Господь. Мы снова все сможем построить с помощью Господа».

source: This tender demonstration of faith and spiritual strength is repeated in the lives of Saints across the world in many different settings. It is a simple illustration of a profound power that is much needed in our day and that will become increasingly crucial in days ahead. We need strong Christians who can persevere against hardship, who can sustain hope through tragedy, who can lift others by their example and their compassion, and who can consistently overcome temptations. We need strong Christians who can make important things happen by their faith and who can defend the truth of Jesus Christ against moral relativism and militant atheism.
ru: Эта трогательная демонстрация веры и духовной силы повторяется в жизни Святых, находящихся в самых разных обстоятельствах по всему миру. Это – простое проявление глубокой силы, очень нужной в наши дни, и еще более необходимой в дни грядущие. Мы нуждаемся в сильных христианах, которые могли бы противостоять трудностям, сохранять надежду в трудное время и поднимать других своим примером и состраданием, которые могли бы последовательно и неуклонно преодолевать искушения. Мы нуждаемся в сильных христианах, способных своей верой заставить происходить важные события и способных защитить истины об Иисусе Христе от нравственного лицемерия и воинствующего атеизма.

source: What is the source of such moral and spiritual power, and how do we obtain it? The source is God. Our access to that power is through our covenants with Him. A covenant is an agreement between God and man, an accord whose terms are set by God (see Bible Dictionary, Covenant, 651). In these divine agreements, God binds Himself to sustain, sanctify, and exalt us in return for our commitment to serve Him and keep His commandments.
ru: Каков же источник такой нравственной и духовной силы, и как мы обретаем эту силу? Источник ее – Бог. Наш доступ к этой силе осуществляется через заветы, которые мы с Ним заключаем. Завет – это соглашение между Богом и человеком, договор, условия которого определены Богом (см. Bible Dictionary, «Covenant», 651.) В этих Божественных соглашениях Бог обещает поддерживать, освящать и возвышать нас в ответ на наши обязательства и решимость служить Ему и соблюдать Его заповеди.

source: We enter into covenants by priesthood ordinances, sacred rituals that God has ordained for us to manifest our commitment. Our foundational covenant, for example, the one in which we first pledge our willingness to take upon us the name of Christ, is confirmed by the ordinance of baptism. It is done individually, by name. By this ordinance, we become part of the covenant people of the Lord and heirs of the celestial kingdom of God.
ru: Мы вступаем в заветы, совершая таинства священства – особые священные ритуалы, которые Бог учредил для нас, чтобы с их помощью мы проявляли нашу преданность. Наш основополагающий завет, например, состоит в том, что сначала мы провозглашаем свою готовность взять на себя имя Христа, а затем подтверждаем это в таинстве крещения. Оно выполняется индивидуально для каждого человека, с объявлением его имени. Благодаря этому таинству мы становимся частью заветного народа Господа и наследниками Целестиального Царства Бога.

source: Other sacred ordinances are performed in temples built for that very purpose. If we are faithful to the covenants made there, we become inheritors not only of the celestial kingdom but of exaltation, the highest glory within the heavenly kingdom, and we obtain all the divine possibilities God can give (see D&C 132:20).
ru: Другие священные таинства совершаются в храмах, построенных именно для этой цели. Если мы верны заветам, в которые там вступаем, то мы становимся наследниками не только Целестиального Царства, но и возвышения – наивысшей славы Небесного Царства – и получаем все Божественные возможности, которые только может дать Бог (см. У. и З. 132:20).

source: The scriptures speak of the new and everlasting covenant. The new and everlasting covenant is the gospel of Jesus Christ. In other words, the doctrines and commandments of the gospel constitute the substance of an everlasting covenant between God and man that is newly restored in each dispensation. If we were to state the new and everlasting covenant in one sentence it would be this: For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life (John 3:16).
ru: В Священных Писаниях говорится о новом и вечном завете. Новый и вечный завет – это Евангелие Иисуса Христа. Другими словами, учения и заповеди Евангелия составляют суть вечного завета, который заключается между Богом и человеком и который заново восстанавливался для каждого устроения. Если бы мы захотели сформулировать новый и вечный завет в одном предложении, то оно звучало бы так: «Ибо так возлюбил Бог мир, что отдал Сына Своего Единородного, дабы всякий, верующий в Него, не погиб, но имел жизнь вечную» (от Иоанна 3:16).

source: Jesus explained what it means to believe in Him: Now this is the commandment [or in other words, this is the covenant]: Repent, all ye ends of the earth, and come unto me and be baptized in my name, that ye may be sanctified by the reception of the Holy Ghost, that ye may stand spotless before me at the last day (3 Nephi 27:20).
ru: Иисус объяснил, что значит верить в Него: «Вот эта заповедь [или, другими словами, завет]: Покайтесь, все вы, концы земли, придите ко Мне и креститесь во имя Мое, дабы вы могли быть освящены принятием Духа Святого, дабы вы могли предстать непорочными предо Мной в последний день» (3 Нефий 27:20).

source: What is it about making and keeping covenants with God that gives us the power to smile through hardships, to convert tribulation into triumph, to be anxiously engaged in a good cause, . . . and bring to pass much righteousness (D&C 58:27)?
ru: Что же такого содержится в заключении заветов с Богом и их соблюдении, что придает нам сил улыбаться, несмотря на трудности, обращать испытание в радость, «с усердием делать добрые дела… и творить много праведного» (У. и З. 58:27)?

source: Strengthened by Gifts and Blessings
ru: Укрепленные дарами и благословениями

source: First, as we walk in obedience to the principles and commandments of the gospel of Jesus Christ, we enjoy a continual flow of blessings promised by God in His covenant with us. Those blessings provide the resources we need to act rather than simply be acted upon as we go through life.1
ru: Во-первых, если мы ходим в повиновении законам и заповедям Евангелия Иисуса Христа, то наслаждаемся непрерывным потоком благословений, обещанных Богом при заключении Его завета с нами. Эти благословения предоставляют нам средства, необходимые, чтобы действовать, а не просто подлежать действию в нашей жизни1.

source: For example, the Lord's commandments in the Word of Wisdom regarding the care of our physical bodies bless us first and foremost with wisdom and great treasures of knowledge, even hidden treasures (D&C 89:19). Furthermore, they lead to a generally more healthy life and freedom from destructive addictions. Obedience gives us greater control over our lives, greater capacity to come and go, to work and create. Of course, age, accident, and illnesses inevitably take their toll, but even so, our obedience to this gospel law enhances our capacity to deal with these challenges.
ru: Например, заповеди Господа в Слове Мудрости (См. У. и З. 89) в отношении заботы о нашем физическом теле прежде всего благословляют нас «мудрость[ю] и велики[ми] сокровища[ми] знания, да, сокрыты[ми] сокровища[ми]» (У. и З. 89:19). Кроме того, они ведут к более здоровому образу жизни в целом и свободе от пагубных пристрастий. Послушание помогает нам лучше контролировать свою жизнь и дает большую способность свободно передвигаться, трудиться и творить. Конечно, возраст, несчастные случаи и болезни неизбежно берут свое, но даже и тогда послушание этому закону Евангелия повышает нашу способность справляться с подобными испытаниями.

source: In the covenant path we find a steady supply of gifts and help. Charity never faileth (1 Corinthians 13:8; Moroni 7:46), love begets love, compassion begets compassion, virtue begets virtue, commitment begets loyalty, and service begets joy. We are part of a covenant people, a community of Saints who encourage, sustain, and minister to one another. As Nephi explained, And if it so be that the children of men keep the commandments of God he doth nourish them, and strengthen them (1 Nephi 17:3).2
ru: Идя тропой заветов, мы находим неиссякаемый запас даров и помощи. «Милосердие никогда не угасает» (1-е Коринфянам 13:8 и Мороний 7:46), любовь порождает любовь, сострадание порождает сострадание, добродетель порождает добродетель, обязательство порождает верность, а служение порождает радость. Мы – заветный народ, сообщество Святых, которые ободряют, поддерживают друг друга и служат друг другу. Нефий объяснил это так: «И если дети человеческие соблюдают заповеди Божьи, то Он питает их, укрепляет их» (1 Нефий 17:3)2.

source: Strengthened with Increased Faith
ru: Укрепленные возрастающей верой

source: All this is not to say that life in the covenant is free of challenge or that the obedient soul should be surprised if disappointments or even disasters interrupt his peace. If you feel that personal righteousness should preclude all loss and suffering, you might want to have a chat with Job.
ru: Говоря все это, я вовсе не хочу сказать, что жизнь по завету исключает испытания или что следует удивляться, если покой послушной души вдруг нарушит разочарование или даже беда. Если же вам кажется, что личная праведность должна освобождать от любых потерь и страданий, поговорите об этом с Иовом.

source: This brings us to a second way in which our covenants supply strength—they produce the faith necessary to persevere and to do all things that are expedient in the Lord. Our willingness to take upon us the name of Christ and keep His commandments requires a degree of faith, but as we honor our covenants, that faith expands. In the first place, the promised fruits of obedience become evident, which confirms our faith. Secondly, the Spirit communicates God's pleasure, and we feel secure in His continued blessing and help. Thirdly, come what may, we can face life with hope and equanimity, knowing that we will succeed in the end because we have God's promise to us individually, by name, and we know He cannot lie (see Enos 1:6; Ether 3:12).
ru: Это приводит нас ко второму аспекту, в котором наши заветы укрепляют нас, – они формируют в нас веру, необходимую, чтобы быть стойкими и выполнять все, о чем просит Господь. Решимость взять на себя имя Христа и соблюдать Его заповеди требует определенной степени веры, но по мере того, как мы чтим свои заветы, наша вера возрастает. Прежде всего, нам открываются обещанные плоды послушания, и это укрепляет нашу веру. Во-вторых, Дух сообщает нам, что Бог доволен, и мы чувствуем себя в безопасности, получая Его непрекращающиеся благословения и помощь. В-третьих, что бы ни случилось, мы можем смотреть на жизнь с надеждой и спокойствием, зная, что в итоге все разрешится благополучно, потому что Бог дал нам такое обещание – поименно каждому из нас, и мы знаем, что Он не может лгать (см. Енос 1:6; Ефер 3:12).

source: Early Church leaders in this dispensation confirmed that adhering to the covenant path provides the reassurance we need in times of trial:
ru: Первые руководители Церкви в этом устроении также утверждали, что, придерживаясь пути, указанного в заветах, мы получим уверенность, необходимую нам во времена испытаний:

source: It was [the knowledge that their course in life conformed to the will of God] that enabled the ancient saints to endure all their afflictions and persecutions, and to take . . . not only the spoiling of their goods, and the wasting of their substance, joyfully, but also to suffer death in its most horrid forms; knowing (not merely believing) that when this earthly house of their tabernacle was dissolved, they had a building of God, a house not made with hands, eternal in the heavens. (2 Cor. 5:1.) (Lectures on Faith [1985], 67).
ru: «Именно [знание того, что направление их жизни соответствовало Божьей воле] позволило древним Святым преодолеть все их беды и преследования, и не только перенести спокойно… утрату своего имущества, но также переносить смерть в ее самых ужасных формах. Это было знание (не просто вера) о том, что когда земной их дом, эта хижина, разрушится, у них будет от Бога жилище на небесах, дом нерукотворный, вечный (см. 2-е Коринфянам 5:1)» (Lectures on Faith [1985], 67).

source: They further pointed out that in offering whatever sacrifice God may require of us, we obtain the witness of the Spirit that our course is right and pleasing to God (see Lectures on Faith, 69–71). With that knowledge, our faith becomes unbounded, having the assurance that God will in due time turn every affliction to our gain. Some of you have been sustained by that faith as you have endured those who point fingers of scorn from the great and spacious building and cry, Shame! (see 1 Nephi 8:26–27), and you have stood firm with Peter and the Apostles of old, rejoicing that [you] were counted worthy to suffer shame for [Christ's] name (Acts 5:41).
ru: Они также подчеркивали, что, жертвуя всем, чего от нас может потребовать Бог, мы обретаем свидетельство от Духа о том, что наш путь правильный и угодный Богу (см. Lectures on Faith, 69–71). Благодаря такому знанию наша вера становится безграничной и придает нам уверенность в том, что Бог в угодное Ему время обратит все страдания нам на пользу. Некоторым из вас эта вера приходила на помощь, когда на вас с презрением указывали пальцем люди из «великого и обширного здания», крича: «Позор!» (см. 1 Нефий 8:26–27), а вы твердо стояли вместе с Петром и древними Апостолами, «радуясь, что за имя Господа удостоились принять бесчестие» (Деяния 5:41).

source: The Lord said of the Church:
ru: Господь сказал о Церкви:

source: For I, the Lord, will cause them to bring forth as a very fruitful tree which is planted in a goodly land, by a pure stream, that yieldeth much precious fruit (D&C 97:8–9).
ru: Ибо Я, Господь, внушу им приносить плоды подобно плодоносному дереву, посаженному в хорошей земле, у чистого ручья, – дереву, которое приносит много драгоценных плодов» (У. и З. 97:8–9).

source: The Apostle Paul understood that one who has entered into a covenant with God is both given the faith to face trials and gains even greater faith through those trials. Of his personal thorn in the flesh (2 Corinthians 12:7), he observed:
ru: Апостол Павел понимал, что человеку, вступившему в завет с Богом, дается вера выстоять перед лицом испытаний, а также еще большая вера, когда он их преодолевает. У него было собственное «жало в плоть» (2-е Коринфянам 12:7), о котором он заметил:

source: For this thing I besought the Lord thrice, that it might depart from me.
ru: «Трижды молил я Господа о том, чтобы удалил его от меня.

source: And he said unto me, My grace is sufficient for thee: for my strength is made perfect in weakness. Most gladly therefore will I rather glory in my infirmities, that the power of Christ may rest upon me.
ru: Но Господь сказал мне: ‘Довольно для тебя благодати Моей, ибо сила Моя совершается в немощи’. И потому я гораздо охотнее буду хвалиться своими немощами, чтобы обитала во мне сила Христова.

source: Therefore I take pleasure in [my] infirmities, in reproaches, in necessities, in persecutions, in distresses for Christ's sake: for when I am weak, then am I strong (2 Corinthians 12:8–10).3
ru: Посему я благодушествую в [моих] немощах, в обидах, в нуждах, в гонениях, в притеснениях за Христа, ибо когда я немощен, тогда силен» (2-е Коринфянам 12:8–10)3.

source: Strengthened through the Power of Godliness
ru: Укрепленные «силой Божества»

source: We have considered, first, the empowering blessings and, second, the endowment of faith that God grants to those who keep their covenants with Him. A final aspect of strength through covenants that I will mention is the bestowal of divine power. Our covenant commitment to Him permits our Heavenly Father to let His divine influence, the power of godliness (D&C 84:20), flow into our lives. He can do that because by our participation in priesthood ordinances we exercise our agency and elect to receive it. Our participation in those ordinances also demonstrates that we are prepared to accept the additional responsibility that comes with added light and spiritual power.
ru: Мы уже рассмотрели, во-первых, укрепляющие нас благословения; а во-вторых, дар веры, который Бог дает всем людям, которые верны своим заветам с Ним. И последнее, что может укрепить нас в наших заветах, о чем я хочу сказать, – это дарование Божественной силы. Небесный Отец может сделать так, чтобы вместе с обязательством соблюдать заветы в нашу жизнь пришло Его Божественное воздействие, «сила Божества» (У. и З. 84:20). Он может сделать это, поскольку, участвуя в таинствах священства, мы проявляем свою свободу воли и желание получить эту силу. Наше участие в этих таинствах также показывает, что мы готовы принять дополнительную ответственность, которая приходит вместе с добавленным нам светом и духовной силой.

source: In all the ordinances, especially those of the temple, we are endowed with power from on high.4 This power of godliness comes in the person and by the influence of the Holy Ghost. The gift of the Holy Ghost is part of the new and everlasting covenant. It is an essential part of our baptism, the baptism of the Spirit. It is the messenger of grace by which the blood of Christ is applied to take away our sins and sanctify us (see 2 Nephi 31:17). It is the gift by which Adam was quickened in the inner man (Moses 6:65). It was by the Holy Ghost that the ancient Apostles endured all that they endured and by their priesthood keys carried the gospel to the known world of their day.
ru: Выполняя все таинства, особенно в стенах храма, мы обретаем силу свыше4. Эта «сила Божества» (У. и З. 84:20) входит в человека посредством влияния Духа Святого. Дар Святого Духа – тоже часть нового и вечного завета. Крещение Духом есть неотъемлемая часть нашего крещения. Дух – Вестник благодати, посредством которой кровь Христа способна взять наши грехи и освятить нас (см. 2 Нефий 31:17). Это дар, посредством которого Адам был «оживлен во внутреннем человеке» (Моисей 6:65). Именно Святым Духом древние Апостолы претерпели все, что им выпало на долю, с помощью ключей священства неся Евангелие остальным народам, о которых было известно в их дни.

source: When we have entered into divine covenants, the Holy Ghost is our comforter, our guide, and our companion. The fruits of the Holy Spirit are the peaceable things of immortal glory; the truth of all things; that which quickeneth all things, which maketh alive all things; that which knoweth all things, and hath all power according to wisdom, mercy, truth, justice, and judgment (Moses 6:61). The gifts of the Holy Spirit are testimony, faith, knowledge, wisdom, revelations, miracles, healing, and charity, to name but a few (see D&C 46:13–26).
ru: Когда мы вступаем в Божественные заветы, Святой Дух становится нашим Утешителем, Проводником и Спутником. Плоды Духа Святого – «благие дела бессмертной славы; истина всего сущего; то, что все оживляет, все приводит в жизнь; то, что все познает и имеет всю силу согласно мудрости, милости, истине, правосудию и суждению» (Моисей 6:61). Вот лишь некоторые из даров Святого Духа: свидетельство, вера, знание, мудрость, откровения, чудеса, исцеление и милосердие (см. У. и З. 46:13–104).

source: It is the Holy Ghost that bears witness of your words when you teach and testify. It is the Holy Ghost that, as you speak in hostile venues, puts into your heart what you should say and fulfills the Lord's promise that you shall not be confounded before men (D&C 100:5). It is the Holy Ghost that reveals how you may clear the next seemingly insurmountable hurdle. It is by the Holy Ghost in you that others may feel the pure love of Christ and receive strength to press forward. It is also the Holy Ghost, in His character as the Holy Spirit of Promise, that confirms the validity and efficacy of your covenants and seals God's promises upon you.5
ru: Именно Святой Дух приносит свидетельство о ваших словах, когда вы обучаете и свидетельствуете. Именно Святой Дух, когда вы говорите с враждебно настроенными людьми, вкладывает в ваше сердце все, что вы должны сказать, во исполнение обещания Господа: «Вы не будете смущены перед людьми» (У. и З. 100:5). Именно Святой Дух открывает, каким образом справиться с очередным препятствием, кажущимся непреодолимым. Именно благодаря Святому Духу окружающие способны почувствовать в вас чистую любовь Христову и получить силу продвигаться вперед. И именно Святой Дух в роли Святого Духа обетования подтверждает законность и действенность ваших заветов и запечатывает на вас обетования Божьи5.

source: Divine covenants make strong Christians. I urge each one to qualify for and receive all the priesthood ordinances you can and then faithfully keep the promises you have made by covenant. In times of distress, let your covenants be paramount and let your obedience be exact. Then you can ask in faith, nothing wavering, according to your need, and God will answer. He will sustain you as you work and watch. In His own time and way He will stretch forth his hand to you, saying, Here am I.
ru: Божественные заветы формируют сильных христиан. Я призываю каждого из вас стать достойным и получить все возможные таинства священства, а затем искренне исполнять обещания, данные при заключении заветов. В тяжелые времена пусть ваши заветы остаются высшим приоритетом, а послушание – непререкаемым. Тогда вы сможете просить с верой, нисколько не сомневаясь, о своих нуждах, и Бог ответит. Он поможет вам трудиться и быть настороже. В угодное Ему время, угодным Ему образом Он протянет вам руку и скажет: «Вот Я».
